[
{
  "model": "whales.whale",
  "pk": 1,
  "fields": {
    "name": "Humpback Whale",
    "scientific_name": "Megaptera novaeangliae",
    "image": "https://imgur.com/kKUWbdl.jpg",
    "image2": "",
    "size": "Up to 17m",
    "regions": "Alaska, New England/Mid-Atlantic, Pacific Islands, Southeast, West Coast, Foreign",
    "title_1": "What’s life like for a humpback whale?",
    "info_1": "A year in the life of a humpback whale is a tale of two halves. Humpback whales are experts when it comes to travelling and devote huge portions of their time to being on the move. With half the year spent in colder, high latitude polar waters like Norway, they use this time to feed and fatten up. Following this period, they then head to warmer, shallow tropical waters, socialising, mating and looking after their young calves. Well-known for their underwater lullabies, male humpback whales are particularly vocal during the mating season. No-one knows for sure why this is but it could be that males are attempting to serenade potential female partners. Covering such huge distances, humpback whales are constantly exposed to a number of threats and must navigate a myriad of life-threatening dangers. These include whalers, fishing nets and ships.",
    "title_2": "What do humpback whales eat?",
    "info_2": "Like many other large whales, the prey of humpback whales are microscopic compared to their own bulking mass. Feasting on plankton, tiny crustaceans like krill and other small schooling fish, they gulp enormous mouthfuls of their prey and seawater. Using their baleen plates, they then filter out the water.. As you can imagine, due to their size humpback whales need to eat a lot of prey to survive. In fact, an adult humpback whale can consume up to 1360kg of food each day.",
    "title_3": "",
    "info_3": "",
    "status": 7
  }
},
{
  "model": "whales.whale",
  "pk": 2,
  "fields": {
    "name": "Beluga Whale",
    "scientific_name": "Delphinapterus leucas",
    "image": "https://imgur.com/iennH7a.jpg",
    "image2": "",
    "size": "Up to 5.5m",
    "regions": "Alaska",
    "title_1": "What’s life like for a beluga whale?",
    "info_1": "Beluga whales lead highly social lives. They travel in relatively large pods and like to mix things up a bit it, switching between different groups on a regular basis. On the whole, males prefer travelling with each other, and females with other females and their children.\r\n\r\nUnfortunately, the heart-breaking truth is that life for belugas is extremely difficult. Natural prey for both polar bears and orcas, beluga whales have also been heavily exploited by man over the years, and it continues to this day. Hunted both for food and entertainment, these magnificent individuals often fall foul of human greed. Irresponsibly marketed by so-called marine parks, images of open-mouthed children staring up at belugas behind glass screens are all too common. Far from cute, this imprisonment is a total violation of belugas’ right to freedom and only serves to perpetuate the ongoing hunts already taking place.",
    "title_2": "What do beluga whales eat?",
    "info_2": "Eating a wide variety of fish, belugas will happily eat cod, herring and salmon, as well as squid, shrimps and crabs. Despite having teeth, belugas don’t actually chew their food, preferring to swallow it down whole.",
    "title_3": "Where do beluga whales live?",
    "info_3": "Beluga whales live in the high latitudes of the northern hemisphere in cold Arctic and sub-Arctic waters. Some populations have decided to put down roots and are resident in one particular area, for example the Cook Inlet in Alaska where unfortunately their numbers are in decline and they are recognised as being ‘Critically Endangered’. Others, however, undertake seasonal migrations to and from their favourite feeding and breeding grounds, the latter of which can be several hundred miles up-river.",
    "status": 7
  }
},
{
  "model": "whales.whale",
  "pk": 3,
  "fields": {
    "name": "Gray Whale",
    "scientific_name": "Eschrichtius robustus",
    "image": "https://imgur.com/5Cvm3jI.jpg",
    "image2": "",
    "size": "Up to 15m",
    "regions": "Alaska, West Coast, Foreign",
    "title_1": "What’s life like for a gray whale?",
    "info_1": "As far as the north western Pacific population is concerned, we don’t really know, except to say that it must be similar to those in the eastern north Pacific and involve long migrations from warm to colder waters and back again.\r\n\r\nIn summer it’s all about finding as much food as possible, and fattening up before embarking on a long journey south to warmer waters where it’s all about breeding and rearing their young. Once the calf is ready and the blubber reserves depleted, it’s time to head north again, back to the feeding grounds in the cooler waters of the north. This part of the journey is a dangerous time for gray whales as orcas lie in wait, ready to attack and feast on their nutritious young calves. If they can successfully run the gauntlet, it’s back to finding as much food as possible and avoiding the hunters' harpoons.",
    "title_2": "What do gray whales eat?",
    "info_2": "Gray whales are bottom feeders, consuming a wide range of benthic and epibenthic invertebrates. They hunt seabed creatures by rolling over on one side then swimming slowly along sucking up sediment and the small creatures that live in it. They then sieve out the water and silt through their baleen, trapping the food behind. Most gray whales turn on their right side to feed (but like humans some are 'left-handed') and as a result, the baleen on the right side is usually shorter and more worn than the baleen on the left side, and the right side of the head is more scarred from rooting around on the bottom.",
    "title_3": "Where do gray whales live?",
    "info_3": "Gray whales are the most coastal of the large whales, rarely venturing more than 20 – 30kms offshore. They are found predominantly in shallow coastal waters of the north Pacific Ocean.",
    "status": 7
  }
},
{
  "model": "whales.whale",
  "pk": 4,
  "fields": {
    "name": "Orca (Killer Whale)",
    "scientific_name": "Orcinus orca",
    "image": "https://imgur.com/qM6Qq60.jpg",
    "image2": "",
    "size": "Up to 9.8m",
    "regions": "Alaska, New England/Mid-Atlantic, Pacific Islands, Southeast, West Coast",
    "title_1": "What’s life like for an orca?",
    "info_1": "Orcas live in family pods of up to 50 individuals. Calves do not leave their mothers’ sides when they become adults, and you’ll sometimes find pods containing four generations. The eldest female orca is in charge, telling the group when and where to feed.",
    "title_2": "Skilful predators",
    "info_2": "To be a successful orca, you need to master a huge range of skills: hunting tactics, social interaction, knowledge of feeding and breeding grounds, and migration routes. Adult members of the pod teach the young these essential life skills, and one day they will pass on these skills to their own children. This knowledge forms a kind of orca ‘culture’, handed down from generation to generation.",
    "title_3": "What do they eat?",
    "info_3": "Orcas hunt in packs, co-ordinating their feeding raids with incredible skill. They eat a variety of different prey, including fish, seals, dolphins, sharks, rays, whales, octopuses and squids. But often a pod will specialise in eating just one type of animal. For instance, one pod might have perfected their seal-hunting skills over many generations and focus only on seals, while another pod might be awesome at chasing down salmon, and so they ignore everything else.",
    "status": 8
  }
},
{
  "model": "whales.whale",
  "pk": 5,
  "fields": {
    "name": "North Atlantic Right Whale",
    "scientific_name": "Eubalaena glacialis",
    "image": "https://imgur.com/gKPXCRw.jpg",
    "image2": "",
    "size": "Up to 18.5m",
    "regions": "New England/Mid-Atlantic, Southeast",
    "title_1": "What’s life like for a North Atlantic right whale?",
    "info_1": "Unfortunately their lives are dangerous and difficult due to human threats. Their numbers have declined nearly 26% since 2010. Historically, North Atlantic right whales migrated from their feeding grounds in cooler waters of the Gulf of Maine to their calving grounds off the southeast US. However, a changing climate has shifted their migratory travels into areas of intense human activity where conservation measures are not adequately in place, putting them at extreme risk. These whales are particularly susceptible to ship collisions and entanglements in fishing gear.",
    "title_2": "Mysterious!",
    "info_2": "The social lives of North Atlantic right whales remain a mystery. While a whale might appear to be travelling or feeding alone, sound recordings indicate they are frequently in acoustic contact with others.",
    "title_3": "What do North Atlantic right whales eat?",
    "info_3": "North Atlantic right whales are baleen whales that feed entirely on zooplankton and their favourite types are large copepods which are about the size of a grain of rice. They also eat smaller copepods, krill and small invertebrates. The whales skim feed or graze; they swim slowly through large patches of copepods with their mouths open. The baleen plates in their mouths strain prey from seawater like a giant sieve. Scientists have found right whales can eat between 2200 and 5500 lbs (998 and 2495 kg) of food every day.",
    "status": 3
  }
}
]
