[{"model": "whales.whale", "pk": 1, "fields": {"name": "Humpback Whale", "scientific_name": "Megaptera novaeangliae", "image": "https://imgur.com/kKUWbdl.jpg", "image2": "", "size": "Up to 17m", "regions": "Alaska, New England/Mid-Atlantic, Pacific Islands, Southeast, West Coast, Foreign", "title_1": "What’s life like for a humpback whale?", "info_1": "A year in the life of a humpback whale is a tale of two halves. Humpback whales are experts when it comes to travelling and devote huge portions of their time to being on the move. With half the year spent in colder, high latitude polar waters like Norway, they use this time to feed and fatten up. Following this period, they then head to warmer, shallow tropical waters, socialising, mating and looking after their young calves. Well-known for their underwater lullabies, male humpback whales are particularly vocal during the mating season. No-one knows for sure why this is but it could be that males are attempting to serenade potential female partners. Covering such huge distances, humpback whales are constantly exposed to a number of threats and must navigate a myriad of life-threatening dangers. These include whalers, fishing nets and ships.", "title_2": "What do humpback whales eat?", "info_2": "Like many other large whales, the prey of humpback whales are microscopic compared to their own bulking mass. Feasting on plankton, tiny crustaceans like krill and other small schooling fish, they gulp enormous mouthfuls of their prey and seawater. Using their baleen plates, they then filter out the water.. As you can imagine, due to their size humpback whales need to eat a lot of prey to survive. In fact, an adult humpback whale can consume up to 1360kg of food each day.", "title_3": "", "info_3": "", "status": 7}}, {"model": "whales.whale", "pk": 2, "fields": {"name": "Beluga Whale", "scientific_name": "Delphinapterus leucas", "image": "https://imgur.com/iennH7a.jpg", "image2": "", "size": "Up to 5.5m", "regions": "Alaska", "title_1": "What’s life like for a beluga whale?", "info_1": "Beluga whales lead highly social lives. They travel in relatively large pods and like to mix things up a bit it, switching between different groups on a regular basis. On the whole, males prefer travelling with each other, and females with other females and their children.\r\n\r\nUnfortunately, the heart-breaking truth is that life for belugas is extremely difficult. Natural prey for both polar bears and orcas, beluga whales have also been heavily exploited by man over the years, and it continues to this day. Hunted both for food and entertainment, these magnificent individuals often fall foul of human greed. Irresponsibly marketed by so-called marine parks, images of open-mouthed children staring up at belugas behind glass screens are all too common. Far from cute, this imprisonment is a total violation of belugas’ right to freedom and only serves to perpetuate the ongoing hunts already taking place.", "title_2": "What do beluga whales eat?", "info_2": "Eating a wide variety of fish, belugas will happily eat cod, herring and salmon, as well as squid, shrimps and crabs. Despite having teeth, belugas don’t actually chew their food, preferring to swallow it down whole.", "title_3": "Where do beluga whales live?", "info_3": "Beluga whales live in the high latitudes of the northern hemisphere in cold Arctic and sub-Arctic waters. Some populations have decided to put down roots and are resident in one particular area, for example the Cook Inlet in Alaska where unfortunately their numbers are in decline and they are recognised as being ‘Critically Endangered’. Others, however, undertake seasonal migrations to and from their favourite feeding and breeding grounds, the latter of which can be several hundred miles up-river.", "status": 7}}, {"model": "whales.whale", "pk": 3, "fields": {"name": "Gray Whale", "scientific_name": "Eschrichtius robustus", "image": "https://imgur.com/5Cvm3jI.jpg", "image2": "", "size": "Up to 15m", "regions": "Alaska, West Coast, Foreign", "title_1": "What’s life like for a gray whale?", "info_1": "As far as the north western Pacific population is concerned, we don’t really know, except to say that it must be similar to those in the eastern north Pacific and involve long migrations from warm to colder waters and back again.\r\n\r\nIn summer it’s all about finding as much food as possible, and fattening up before embarking on a long journey south to warmer waters where it’s all about breeding and rearing their young. Once the calf is ready and the blubber reserves depleted, it’s time to head north again, back to the feeding grounds in the cooler waters of the north. This part of the journey is a dangerous time for gray whales as orcas lie in wait, ready to attack and feast on their nutritious young calves. If they can successfully run the gauntlet, it’s back to finding as much food as possible and avoiding the hunters' harpoons.", "title_2": "What do gray whales eat?", "info_2": "Gray whales are bottom feeders, consuming a wide range of benthic and epibenthic invertebrates. They hunt seabed creatures by rolling over on one side then swimming slowly along sucking up sediment and the small creatures that live in it. They then sieve out the water and silt through their baleen, trapping the food behind. Most gray whales turn on their right side to feed (but like humans some are 'left-handed') and as a result, the baleen on the right side is usually shorter and more worn than the baleen on the left side, and the right side of the head is more scarred from rooting around on the bottom.", "title_3": "Where do gray whales live?", "info_3": "Gray whales are the most coastal of the large whales, rarely venturing more than 20 – 30kms offshore. They are found predominantly in shallow coastal waters of the north Pacific Ocean.", "status": 7}}, {"model": "whales.whale", "pk": 4, "fields": {"name": "Orca (Killer Whale)", "scientific_name": "Orcinus orca", "image": "https://imgur.com/JbhB0xO.jpg", "image2": "", "size": "Up to 9.8m", "regions": "Alaska, New England/Mid-Atlantic, Pacific Islands, Southeast, West Coast", "title_1": "What’s life like for an orca?", "info_1": "Orcas live in family pods of up to 50 individuals. Calves do not leave their mothers’ sides when they become adults, and you’ll sometimes find pods containing four generations. The eldest female orca is in charge, telling the group when and where to feed.", "title_2": "Skilful predators", "info_2": "To be a successful orca, you need to master a huge range of skills: hunting tactics, social interaction, knowledge of feeding and breeding grounds, and migration routes. Adult members of the pod teach the young these essential life skills, and one day they will pass on these skills to their own children. This knowledge forms a kind of orca ‘culture’, handed down from generation to generation.", "title_3": "What do they eat?", "info_3": "Orcas hunt in packs, co-ordinating their feeding raids with incredible skill. They eat a variety of different prey, including fish, seals, dolphins, sharks, rays, whales, octopuses and squids. But often a pod will specialise in eating just one type of animal. For instance, one pod might have perfected their seal-hunting skills over many generations and focus only on seals, while another pod might be awesome at chasing down salmon, and so they ignore everything else.", "status": 8}}, {"model": "whales.whale", "pk": 5, "fields": {"name": "North Atlantic Right Whale", "scientific_name": "Eubalaena glacialis", "image": "https://imgur.com/gKPXCRw.jpg", "image2": "", "size": "Up to 18.5m", "regions": "New England/Mid-Atlantic, Southeast", "title_1": "What’s life like for a North Atlantic right whale?", "info_1": "Unfortunately their lives are dangerous and difficult due to human threats. Their numbers have declined nearly 26% since 2010. Historically, North Atlantic right whales migrated from their feeding grounds in cooler waters of the Gulf of Maine to their calving grounds off the southeast US. However, a changing climate has shifted their migratory travels into areas of intense human activity where conservation measures are not adequately in place, putting them at extreme risk. These whales are particularly susceptible to ship collisions and entanglements in fishing gear.", "title_2": "Mysterious!", "info_2": "The social lives of North Atlantic right whales remain a mystery. While a whale might appear to be travelling or feeding alone, sound recordings indicate they are frequently in acoustic contact with others.", "title_3": "What do North Atlantic right whales eat?", "info_3": "North Atlantic right whales are baleen whales that feed entirely on zooplankton and their favourite types are large copepods which are about the size of a grain of rice. They also eat smaller copepods, krill and small invertebrates. The whales skim feed or graze; they swim slowly through large patches of copepods with their mouths open. The baleen plates in their mouths strain prey from seawater like a giant sieve. Scientists have found right whales can eat between 2200 and 5500 lbs (998 and 2495 kg) of food every day.", "status": 3}}, {"model": "whales.whale", "pk": 6, "fields": {"name": "Bowhead Whale", "scientific_name": "Balaena mysticetus", "image": "https://imgur.com/L6lRSp8.jpg", "image2": "", "size": "Up to 20m", "regions": "Alaska", "title_1": "What’s life like for a bowhead whale?", "info_1": "Bowheads are not ones to be rushed and don’t really do anything particularly quickly. They grow very slowly, not reaching sexual maturity until they are 25 years old, and females only reproduce every 3 to 4 years. Making sure they stay well-nourished in their Arctic homes, baby bowheads stay with their mothers for about a year, drinking plenty of milk while their baleen develops. Once they have grown up, they tend to travel solo, or in small pods of two or three individuals.", "title_2": "Slow but steady", "info_2": "Slow growers, bowheads are also slow swimmers and understandably try to conserve their energy. Living in such an extreme environment, they are faced with a number of challenges, including limited visibility and huge layers of ice that build up on the sea’s surface, restricting their access to precious oxygen. Fortunately, bowheads have developed ways of getting around these problems. Using their strong, thick-skulled heads, they can break through sea ice of up to half a metre thick to breathe. They also are hugely vocal, honing an enormous repertoire of sounds that they use to communicate with each other, find food and navigate amongst the icy darkness.", "title_3": "What do bowhead whales eat?", "info_3": "Bowheads’ favourite meals are krill and copepods, but they can also eat a range of other small invertebrates and fish. Filter-feeders, they swim along with their mouths partly open, gulping in huge volumes of water and food simultaneously that they then filter through their baleen. Longer than that of any other whale, their baleen can grow up to 4m (13ft) in length.", "status": 7}}, {"model": "whales.whale", "pk": 7, "fields": {"name": "Dwarf Sperm Whale", "scientific_name": "Kogia sima", "image": "https://imgur.com/msyLcJd.jpg", "image2": "", "size": "Up to 2.8m", "regions": "New England/Mid-Atlantic, Pacific Islands, Southeast, West Coast", "title_1": "What is life like for dwarf sperm whales?", "info_1": "Taking life slow and steady in groups of 10 or fewer, dwarf sperm whales go at their own pace. Careful, considered swimmers, they can sometimes be spotted floating motionless on the surface of the water, basking in the sunshine. Suggested to float lower in the water than pygmy sperm whales, dwarf sperm whales don’t feel the need to approach boats but will sometimes tolerate their respectful presence.", "title_2": "What do dwarf sperm whales eat?", "info_2": "Dwarf sperm whales like to feed at depth and, therefore, their predominant prey are deep-water squid, crustaceans, fish and octopus.", "title_3": "Where do dwarf sperm whales live?", "info_3": "Like the pygmy sperm whale, dwarf sperm whales languish in tropical and temperate zones of all the world's oceans, with a particular penchant for the warm waters off the southern tip of South Africa and the Gulf of California. With a preference for deeper water, the edges of continental shelves are thought to be ideal grounds for dwarf sperm whales.", "status": 8}}, {"model": "whales.whale", "pk": 8, "fields": {"name": "False Killer Whale", "scientific_name": "Pseudorca crassidens", "image": "https://imgur.com/MofFPdi.jpg", "image2": "", "size": "Up to 6m", "regions": "Alaska, Pacific Islands, Southeast, West Coast", "title_1": "What’s life like for a false killer whale?", "info_1": "Family and friends are everything if you’re a false killer whale. They are highly social, forming strong, lasting bonds and friendships. These spirited dolphins tend to swim energetically in groups of 10 to 40 dolphins, jumping out of the water, performing flips and generally mucking about together. Sometimes they will join with other pods to form superpods of hundreds of individuals. Can you imagine what an awesome spectacle that is if you are lucky enough to witness it?", "title_2": "What do they eat?", "info_2": "False killer whales mostly eat fish and squid but sometimes they go for other marine mammals, such as smaller dolphins or even humpback and sperm whales, although scientists aren’t sure if they eat them or just kill them to get rid of the competition for food. They eat bigger fish than many other dolphin species with an appetite for tuna and mahi-mahi and can consume up to five per cent of their own body weight every day.", "title_3": "", "info_3": "", "status": 6}}, {"model": "whales.whale", "pk": 9, "fields": {"name": "Fin Whale", "scientific_name": "Balaenoptera physalus", "image": "https://imgur.com/wIZhpKH.jpg", "image2": "", "size": "Up to 27m", "regions": "Alaska, New England/Mid-Atlantic, Pacific Islands, Southeast, West Coast", "title_1": "A little asymmetrical", "info_1": "Mostly sporting grey, dark brown and black tones with a gorgeous pale belly, from a distance there might not seem anything unusual about fin whales. However, on closer inspection they have one very striking feature. Whilst on their left side their lower jaw is black, on the right side it is a brilliant white. The difference in colouration between each side of the body is called “asymmetrical pigmentation” and is only found in one other whale species, Omura’s whale. Some scientists believe this unusual characteristic may have something to do with hunting strategies, although nothing is certain.", "title_2": "What’s life like for a fin whale?", "info_2": "Generally found alone or in pairs, fin whales are mostly solitary and are rarely found in groups. Babies stay with their mums for around one year and learn all about the dos and don’ts in this time. Unlike other whales, fin whales are not too fond of the spotlight. They only rarely breach or spyhop, even avoiding raising their fluke out of the water for much of the time. Despite their seeming shyness, fin whales have no qualms when it comes to mixing with some other species of whales and have even been known to breed with blue whales, giving birth to hybrid calves!", "title_3": "", "info_3": "On the whole, life for fin whales has been particularly hard. Relentlessly hunted for their oil, meat and baleen, their numbers have been radically reduced by whalers, though in the earlier days of whaling they were often too fast to be caught by the whale boats. These days, the struggle is ongoing, and the dangers of whaling industries are a constant threat. Despite recognising their vulnerable status, some whalers continue to target fin whales.", "status": 5}}, {"model": "whales.whale", "pk": 10, "fields": {"name": "Long-Finned Pilot Whale", "scientific_name": "Globicephala melas", "image": "https://imgur.com/xJWBINI.jpg", "image2": "", "size": "Up to 6.7m", "regions": "New England/Mid-Atlantic, Southeast", "title_1": "What’s life like for a long-finned pilot whale?", "info_1": "Pilot whales have a very sociable and inquisitive nature.  They are long-lived and live together in multi-generational, tight-knit, stable pods. There are usually more females than males as their pods are built on units of mothers and their offspring. Baby pilots grow up within the safety of the pod they are born into and remain within the same pod for life. Older females or those who are not giving birth themselves, help mothers in the pod care for their babies.  Pilot whales are strongly bonded to each other and do everything together; resting, hunting, socialising, playing and travelling as a unified pod. The most important thing in their lives is each other and they are incredibly loyal. There can be anything from 10 to 20 all the way up to a hundred pilot whales living together in a pod. Huge multi-pod get-togethers of hundreds or even a thousand pilot whales give ample opportunity for males to mix and breed with females from other families.", "title_2": "", "info_2": "Pilot whales are often active at the surface; they may spyhop (poke their heads out of the water), or lobtail (lift their flukes out of the water and splash them down). They are also regularly seen resting (logging) in unison, close to each other at the surface.", "title_3": "", "info_3": "Sometimes they will approach vessels moving at slow speeds and will often allow slow-moving whale-watch boats to approach them.\r\n\r\nPilot whales can dive to depths of over 600m for 10 to 16 minutes at a time to hunt. They mostly feed at night in deep water using echolocation to find prey.\r\n\r\nThe total worldwide population size may number several hundred thousand whales.", "status": 7}}, {"model": "whales.whale", "pk": 11, "fields": {"name": "Melon-Headed Whale", "scientific_name": "Peponocephala electra", "image": "https://imgur.com/k6hX2B3.jpg", "image2": "", "size": "Up to 2.65m", "regions": "New England/Mid-Atlantic, Pacific Islands, Southeast, West Coast", "title_1": "What is life like for a melon-headed whale?", "info_1": "Highly social, melon-headed whales form tight-knit herds of hundreds, and sometimes even thousands, of whales. Swimming and ‘porpoising’ closely together and communicating effectively with each other, they stay close throughout their lives. With the older generations made up of the matriarchs, females can live into their 30s, outliving the males by a decade or so.", "title_2": "", "info_2": "Happy to socialise outside of their pods, melon-headed whales have been known to hang out with other species including Fraser’s, rough-toothed, spinner, spotted and bottlenose dolphins. They sometimes extend this affability to humans and bow-ride alongside boats, but understandably don’t like too much attention.", "title_3": "Where do melon-headed whales live?", "info_3": "Melon-headed whales prefer the world’s deep subtropical waters and only tend to come close to shore when the land steeply shelves into the sea. Most regularly spotted around the Hawaiian Islands and other tropical archipelagos, melon-headed whales are also amongst the most common species to mass strand. Most recently, over 50 whales were trapped in a shallow bay in Madagascar in 2008, ultimately leading to their tragic deaths. Whilst the exact cause is unknown, the stranding is believed to have been due to seismic surveying (which use loud sounds) that was being carried out at the same time.", "status": 7}}, {"model": "whales.whale", "pk": 12, "fields": {"name": "Minke Whale", "scientific_name": "Balaenoptera acutorostrata", "image": "https://imgur.com/EHKtgCt.jpg", "image2": "", "size": "Up to 10.7m", "regions": "Alaska, New England/Mid-Atlantic, Pacific Islands, Southeast, West Coast", "title_1": "What’s life like for a minke whale?", "info_1": "Although it’s not unusual for several individuals to be found in close proximity to each other on feeding grounds, such as the Gulf of Maine or west coast of Scotland, minke whales are content in their own company and tend to be quite solitary. Relatively fast swimmers, they are not ones for showmanship and keep their acrobatic skills largely to themselves, only occasionally breaching and spyhopping.", "title_2": "Where do minke whales live?", "info_2": "Common minke whales and are found in oceans all over the world. They prefer cooler temperatures, are frequently seen in coastal and inshore waters and are less common in tropical waters. During the winter they typically travel toward warmer waters to breed and in summer move closer to colder waters near the poles to feed.", "title_3": "What do minke whales eat?", "info_3": "Common minke whales enjoy a varied diet, happily eating krill, schooling fish and larger fish too. Unfortunately, in a bid to support culls, whalers have perpetuated myths that minkes are responsible for the decline in worldwide fish stocks. Whilst in reality the impact minke whales have on fish stocks pales into insignificance compared to the dramatic and devastating effects of industrial fishing practices, these claims have had severe consequences for minke whale populations.", "status": 7}}, {"model": "whales.whale", "pk": 13, "fields": {"name": "Pygmy Killer Whale", "scientific_name": "Feresa attenuata", "image": "https://imgur.com/pjC1hLc.jpg", "image2": "", "size": "Up to 2.6m", "regions": "New England/Mid-Atlantic, Pacific Islands, Southeast", "title_1": "What is life like for pygmy killer whales?", "info_1": "Pygmy killer whales are rarely encountered but when they are, they are most often seen in groups of between 1 and 33 whales, although this number can sometimes soar into the hundreds. Pods swim in coordinated lines but become much more tightly packed when they are alarmed or feel threatened. Generally avoiding boats, pygmy killer whales will sometimes break the status quo and bow-ride if there’s a particularly nice wake to play in.", "title_2": "", "info_2": "As a rule of thumb, they tend to swim fairly slowly, but have the ability to sprint if they like, travelling in fast bursts and leaping clear of the water. If they want to rest, pygmy whales can be seen ‘logging’ on the surface of the water. They don’t often breach, but if they are feeling especially playful or inquisitive will slap the water with their tales and stick their heads above the water to see what’s going on.", "title_3": "Where do pygmy killer whales live?", "info_3": "Although comparatively widespread, pygmy killer whales are thought to be naturally rare. They are hardly ever found near the coast except in places where land deeply shelves away from the shore. Throughout their range, pygmy killer whales seem to prefer deep, warm waters. So much so that around some Hawaiian islands certain populations have decided take up permanent residence. Where studied, it’s understood that these emotionally complex beings form strong, stable social bonds. A constant risk to their already vulnerable numbers, pygmy killer whales face a plethora of human-induced threats. Overfishing has led to a significant shortage of prey species and in Japan, the Caribbean, Indonesia and Sri Lanka, pygmy killer whales are killed in drive hunts. On top of this, several hundred lose their lives each year because of gillnets and they are seriously affected by loud anthropogenic noises, climate change and marine population such as plastics.", "status": 7}}, {"model": "whales.whale", "pk": 14, "fields": {"name": "Rice's Whale", "scientific_name": "Balaenoptera ricei", "image": "https://imgur.com/wizUVGo.jpg", "image2": "", "size": "Not quite known, up to about 12.65m", "regions": "Southeast", "title_1": "What’s life like for a Rice's whale?", "info_1": "Rice's whales are typically sighted alone or in pairs. Occasionally they form larger loose groups believed to be associated with feeding activities. They are known to make daytime foraging dives as deep as 271m, while at night they typically stay within 15m of the surface.", "title_2": "What do Rice's whales eat?", "info_2": "As with the other large baleen whales, Rice's whales are thought to eat microscopic prey, mostly consisting of plankton, krill and copepods (tiny crustaceans). Although little is known about the specific feeding habits of Rice’s whale, as with other Bryde’s whales, they are thought to also feast on bigger crustaceans such as crabs and shrimps, as well as a variety of small schooling fish.", "title_3": "Where do Rice's whales live?", "info_3": "Formerly known as the Gulf of Mexico sub-population of the Bryde's whale, this species is only known to be found in the north-east of the Gulf of Mexico. In the past it may be that the species  inhabited the entire Gulf of Mexico , however, in modern times, they have only been sighted in a small area of the gulf of the southeast of the United States. This area is characterised by a continental shelf between 100m to 400m deep and unlike other species of whale known to frequent the area at different times of the year, Rice’s whale are non-migratory and remain in the area all year round.", "status": 3}}, {"model": "whales.whale", "pk": 15, "fields": {"name": "Sei Whale", "scientific_name": "Balaenoptera borealis", "image": "https://imgur.com/B8TJeYv.jpg", "image2": "", "size": "Up to 19.5m", "regions": "Alaska, New England/Mid-Atlantic, Pacific Islands, Southeast, West Coast", "title_1": "What is life like for sei whales?", "info_1": "When they are not feeding, sei whales can be quite playful. Sometimes breaching, their bodies leave the water at a low angle and finish with a graceful belly flop. Fast movers when they want to be, sei whales can really ramp up the speed.", "title_2": "", "info_2": "Usually seen in small groups, numbers of sei whales will often increase when food sources are plentiful. Most common in the southern hemisphere, they prefer deep waters and will only approach shores around islands. Although northern and southern hemisphere populations don’t mingle, sei whales have been known to mate with fin whales, even producing young together.", "title_3": "What do sei whales eat?", "info_3": "Sei whales don’t gulp-feed like the other whales in their family. Skimming the water for food while swimming, their short ventral pleats and bristle-packed baleen help them to collect as much delicious food as possible. Tucking into a variety of treats, fish, squid, krill, copepods and zooplankton are all part of their diets.", "status": 4}}, {"model": "whales.whale", "pk": 16, "fields": {"name": "Southern Right Whale", "scientific_name": "Eubalaena australis", "image": "https://imgur.com/v3yOyqe.jpg", "image2": "", "size": "Up to 17m", "regions": "Southern", "title_1": "What’s life like for a Southern right whale?", "info_1": "Although they are huge whales and slow swimmers, southern right whales are highly acrobatic. They may 'head-stand' by tipping themselves upside-down vertically and waving their flukes in the air. 'Sailing' is another commonly observed activity - individuals will use the tail flukes to sail along in the wind.  They also wave their flippers and slap them on the surface of the water and breach - up to ten times in a row. They frequently lobtail and spyhop, and have been heard bellowing and moaning when visiting breeding grounds. Southern right whales live in groups of up to 12 individuals, but are more commonly found in groups of two or three, unless at feeding grounds. Right whales ‘skim-feed’ at, or just below the water surface, swimming with their mouths half open so water flows through the front and out through the baleen, sieving prey as they move.", "title_2": "What do southern right whales eat?", "info_2": "Southern right whales live throughout the Southern hemisphere, they are migratory whales, commuting annually between their warmer breeding areas and colder favourite feeding areas. Their breeding areas are often close to shore, off southern South America, South Africa, Australia, New Zealand and various temperate and sub Antarctic islands. Their feeding areas are located farther south in colder waters; including Antarctica.", "title_3": "Where do southern right whales live?", "info_3": "Southern right whales live throughout the Southern hemisphere, they are migratory whales, commuting annually between their warmer breeding areas and colder favourite feeding areas. Their breeding areas are often close to shore, off southern South America, South Africa, Australia, New Zealand and various temperate and sub Antarctic islands. Their feeding areas are located farther south in colder waters; including Antarctica.", "status": 7}}, {"model": "whales.whale", "pk": 17, "fields": {"name": "Sperm Whale", "scientific_name": "Physeter macrocephalus", "image": "https://imgur.com/4YYoRnE.jpg", "image2": "", "size": "Up to 18m", "regions": "Alaska, New England/Mid-Atlantic, Pacific Islands, Southeast, West Coast", "title_1": "What’s life like for a sperm whale?", "info_1": "Take a deep breath. Spending much of their lives hunting in the deep for their prey, sperm whales can dive to depths of up to 3km and hold their breath for an incredible 2 hours.\r\n\r\nImmense diving prowess aside, the social structures of sperm whales are not totally unlike that of humans. Young male sperm whales often hang out in groups, until they are around 30 years when they tend to go their separate ways. Females on the other hand like to spend more time together and join in ‘nursery schools’ to look after young, protecting their babies from predatory sharks or orcas who might be feeling brave enough to take them on.", "title_2": "What do sperm whales eat?", "info_2": "Sourcing their food from the ocean depths, sperm whales use a highly advanced echolocation system that enables them to navigate in this murky, cold world. A firm favourite amongst sperm whales, giant squid top the menu. Unlike many creatures featured in literature and folklore, giant squid really do exist, but even at over 10 meters in length, they are no match for a sperm whale. That said, they put up a good fight, and many whales carry the scars of their underwater encounters. More manageable smaller squid, octopus, fish and crustaceans are also appetizing treats, as well as some deep-dwelling sharks.", "title_3": "Where do sperm whales live?", "info_3": "Sperm whales are found throughout the world’s oceans, preferring deep water. As a result they are seldom found close to land though Kaikoura off New Zealand’s South Island is one exception. Island chains such as the Azores and Galapagos are also home to sperm whales, though overall numbers are just a fragment of an original population decimated by centuries of whaling.", "status": 5}}, {"model": "whales.whale", "pk": 18, "fields": {"name": "Narwhal", "scientific_name": "Monodon monoceros", "image": "https://imgur.com/TE4cKTc.jpg", "image2": "", "size": "Up to 4.8m", "regions": "Alaska", "title_1": "What’s life like for a narwhal?", "info_1": "Narwhals live in groups of 10 to 20 individuals but in the summer they come together in groups of hundreds or even thousands of whales to migrate. They travel together, swimming fast and close to the surface. Sometimes they float, motionless at the surface and occasionally they will all leap out of the water or dive at the same time. We don’t know why they behave in this way but it’s sure to make perfect sense to them. Narwhals are one of the deepest diving whales and can hold their breaths for an amazing 25 minutes. The longest recorded narwhal dive is 1,500 metres.", "title_2": "What do narwhals eat?", "info_2": "Narwhals are fond of flatfish, cod, shrimp and squid and species like crab that they find on the seabed during their long dives. They use echolocation to help them find food and have an interesting way of eating –creating a sort of vacuum and sucking up their food. No one really knows if their tusk plays a role in hunting or feeding.", "title_3": "Where do narwhals live?", "info_3": "If you are a narwhal, home is the freezing pack ice of the Arctic. Narwhals live above the Arctic Circle right up to the polar ice cap. In the summer they migrate to coastal waters and fjords of Greenland and Canada moving offshore again in winter to avoid being trapped by ice.", "status": 7}}, {"model": "whales.whale", "pk": 19, "fields": {"name": "Northern Bottlenose Whale", "scientific_name": "Hyperoodon ampullatus", "image": "https://imgur.com/0c7oze7.jpg", "image2": "", "size": "Up to 11.2m", "regions": "New England/Mid-Atlantic", "title_1": "What is life like for a northern bottlenose whale?", "info_1": "Northern bottlenose whales are curious individuals, a wonderful trait that has been tragically exploited in the past. Often approaching boats, they are happy to remain in the company of onlookers for some time before carrying on their way again. Fairly acrobatic, they can also lobtail and breach, but only when they feel like it!", "title_2": "What do northern bottlenose whales eat?", "info_2": "Putting their diving skills to the test, the favourite food of northern bottlenose whales is deep-water squid. To retrieve their tasty repasts, these whales can dive to over 1,400m deep and stay submerged for up to a dizzying 2 hours. Most of the time though, a typical dive is much less strenuous and lasts less than 10 minutes. Fish such as herring, prawns, sea cucumbers and starfish may also form part of their diet.", "title_3": "", "info_3": "", "status": 8}}, {"model": "whales.whale", "pk": 20, "fields": {"name": "North Pacific Right Whale", "scientific_name": "Eubalaena japonica", "image": "https://imgur.com/ZWYFyvu.jpg", "image2": "", "size": "Up to 9.8m", "regions": "Alaska, West Coast", "title_1": "How do North Pacific right whales behave?", "info_1": "Time and time again we have seen how innocent beings like North Pacific right whales have suffered appallingly in the hands of humans. These days, sightings at sea are few and far between, but what we do know about these whales is that they are gentle, playful and inquisitive souls who are surprisingly acrobatic despite their size and speed. Known to breach and slap their flippers against the water as they roll, these whales curiously poke and bump objects they find in the water. Their sociable natures mean they sometimes swim up to boats and will even allow boats to approach them on occasion too. One of their most fascinating and endearing tricks, North Pacific right whales have been known to use their tales as sails, sticking their tail flukes out of the water to catch the breeze.", "title_2": "Where do North Pacific right whales live?", "info_2": "Once upon a happier time, North Pacific right whales lived across the entire North Pacific. However, commercial and illegal whaling operations obliterated their numbers and these days it is estimated that only a few hundred of them remain. Whilst it is still unsure, there is also some evidence to suggest there may be two separate groups – the eastern and western North Pacific right whales – which adds to the uncertainty over population figures.", "title_3": "", "info_3": "", "status": 4}}, {"model": "whales.whale", "pk": 21, "fields": {"name": "Blue Whale", "scientific_name": "Balaenoptera musculus", "image": "https://imgur.com/xVGRHON.jpg", "image2": "", "size": "Up to 33m", "regions": "Alaska, New England/Mid-Atlantic, Pacific Islands, Southeast, West Coast", "title_1": "What’s life like for a blue whale?", "info_1": "Life for a blue whale should be quite long. A normal life span is up to 90 years, though one famous whale lived for 110 years.\r\n\r\nReproducing once every two or three years, female blue whales carry their young for 12 months before giving birth. Maintaining a strong bond, young calves stay close to their mother’s side for around seven to nine months before being weaned. Learning and growing is thirsty business for a baby blue whale, they can drink up to 250 litres of milk every day.\r\n\r\nBlue whales are also great travellers and pods undertake an endless cycle of migration, heading to cold waters to feed and then warmer waters to breed and look after their young. They eat very little en route and survive mostly on their blubber reserves, for up to four months at a time. Whether they are traveling or not, blue whales like to communicate with each other. Sometimes, they talk to each other over hundreds of miles producing songs and sounds of up to 188 decibels. That’s louder than a jet plane!", "title_2": "What do blue whales eat?", "info_2": "Ironically, the largest animal on the planet survives by eating one of the smallest. Feasting mostly on krill – a tiny shrimp like creature found in great clouds in the ocean – blue whales can eat as many as 40 million a day. Scooping them up in huge mouthfuls of water, they filter out the krill from the seawater through curtain-like teeth known as baleen, releasing the water back into the sea.", "title_3": "", "info_3": "", "status": 4}}, {"model": "whales.whale", "pk": 22, "fields": {"name": "Cuvier's Beaked Whale", "scientific_name": "Ziphius cavirostris", "image": "https://imgur.com/Eez0meV.jpg", "image2": "", "size": "Up to 7m", "regions": "Alaska, New England/Mid-Atlantic, Pacific Islands, Southeast, West Coast", "title_1": "What’s life like for a Cuvier’s beaked whale?", "info_1": "Cuvier’s beaked whales are seen in groups of two to seven individuals and often alone. Although their groups tend to be small like all toothed whales they are very social. Cuvier’s live far out to sea where they make long, deep dives searching for squid during both day and night. Since they don’t have teeth to grip their prey, Cuvier’s use a suction method to feed; they slurp and suck squid into their mouths!", "title_2": "", "info_2": "Cuvier’s are hard to find because they live in deep water and spend only short periods at the surface to breathe. They do breach occasionally in some parts of the world such as Hawaii, but often they rest motionless near the surface and their small blows are not easy to spot. Cuvier’s sometimes raise their tail flukes above the water which helps them dive steeply down.\r\n\r\nMales fight over females; they use their teeth as weapons and they have numerous tooth-rake scrapes and scars on their head and back to prove it.", "title_3": "", "info_3": "", "status": 7}}, {"model": "whales.whale", "pk": 23, "fields": {"name": "Blainville's Beaked Whale", "scientific_name": "Mesoplodon densirostris", "image": "https://imgur.com/lFfbi93.jpg", "image2": "", "size": "Up to 4.7m", "regions": "New England/Mid-Atlantic, Pacific Islands, Southeast, West Coast", "title_1": "What is life like for Blainville's beaked whales?", "info_1": "Where they are studied in the Bahamas, researchers believe that Blainville’s beaked whales often live in and return to the same area. Forming distinct social circles, it’s believed that male Blainville’s beaked whales defend groups of females. These groups create a sort of ‘harem’, and younger or rival males can be ousted as part of a dominance hierarchy.\r\n\r\nWhen they are not feuding over females, Blainville’s beaked whales are highly attuned divers. They prepare themselves by performing a number of short dives in quick succession, only 15 to 20 seconds apart. Following this, they then plunge deeper underwater and enjoy sustained dives of up to nearly an hour in length. When they are ready to resurface, they point their beak skywards and release small, forward-projected blows. Upon taking a breath, they sometimes slap their beaks on the surface of the water and can roll slightly before disappearing once again.", "title_2": "Where do Blainville’s beaked whales live?", "info_2": "Blainville's beaked whales live in temperate and tropical waters of all three of the world’s major oceans. Like all beaked whales, they prefer deep waters but have been found in shallower waters around certain oceanic islands.", "title_3": "", "info_3": "", "status": 7}}, {"model": "whales.whale", "pk": 24, "fields": {"name": "Stejneger's Beaked Whale", "scientific_name": "Mesoplodon stejnegeri", "image": "https://imgur.com/r8aOVBv.jpg", "image2": "", "size": "Up to 5.7m", "regions": "Alaska, West Coast", "title_1": "What do Stejneger's beaked whales look like?", "info_1": "Stejneger’s beaked whales are small, spindle shaped whales with a relatively small head. They have sloping foreheads and arched mouthlines, with two large spatulate  (broad and rounded) teeth ‘erupting’ from the middle of the lower jaw in males. In some individuals, these teeth grow extremely large and begin to converge, cutting into the upper jaw and restricting the opening of the mouth. As with several other species of beaked whale, the Stejneger's beaked whale has a small, triangular dorsal fin which is set far back on the body. Their colouration is mostly black, dark grey, or brown which fades down the sides and on the belly. Multiple scars and blotches are common and some individuals have a whitish starburst pattern on the underside of their triangular flukes.", "title_2": "What's life like for Stejneger's beaked whales?", "info_2": "Stejneger's beaked whales are found in small groups of between three and four individuals but may be seen in groups of as many as 15. They are known to swim in unison in tight groups and are shy and difficult to approach, as a result of which, they are rarely seen.", "title_3": "", "info_3": "", "status": 6}}]