[{"model": "blog.blog", "pk": 4, "fields": {"title": "Hello and welcome", "image": "https://images.unsplash.com/photo-1573770200393-d28efec99581?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=2050&q=80", "heading_1": "Join the whale community!", "section_1": "Welcome to The WhaleBase. We love everything whales. If you would like to post something to our blog, sign up for an account and get posting! Feel free to share whatever you want, be it conservation, information,  sightings, even whale art or photography! We hope you love our little whale community.", "heading_2": "", "section_2": "", "heading_3": "", "section_3": "", "owner": 5}}, {"model": "blog.blog", "pk": 14, "fields": {"title": "Endangered whale population sinks close to 20-year", "image": "https://cdn6.nzgeo.com/2009/09/99_SouthernWhale_02-2000x1329.jpg", "heading_1": "Credit to acbnews, Patrick Whittle", "section_1": "PORTLAND, Maine -- A type of whale that is one of the rarest marine mammals in the world lost nearly 10% of its population last year, a group of scientists and ocean life advocates said on Monday.\r\n\r\nThe North Atlantic right whale numbered only 366 in 2019, and its population fell to 336 in 2020, the North Atlantic Right Whale Consortium said. The estimate is the lowest number in nearly two decades.\r\n\r\nRight whales were once abundant in the waters off New England, but were decimated during the commercial whaling era due to their high concentrations of oil. They have been listed as endangered by the U.S. government for more than half a century.", "heading_2": "", "section_2": "The whales have suffered high mortality and poor reproduction in some recent years. There were more than 480 of the animals as recently as 2011. They're vulnerable to fatal entanglement in fishing gear and collisions with large ships, and even when they survive, they often emerge less fit and less able to feed and mate, said Scott Kraus, chair of the consortium.\r\n\r\n\"No one engaged in right whale work believes that the species cannot recover from this. They absolutely can, if we stop killing them and allow them to allocate energy to finding food, mates and habitats that aren’t marred with deadly obstacles,” Kraus said.\r\n\r\nThe whales feed and mate off New England and Canada. They then travel hundreds of miles in the fall to calving grounds off Georgia and Florida before returning north in the spring.", "heading_3": "", "section_3": "The whales, which can weight 135,000 pounds (61,235 kilos) have been a focus of conservationists for generations. Recently, efforts to save the whales have resulted in new restrictions on U.S. lobster fishing, and pushback from the fishing industry about those new rules.\r\n\r\nThe rules are designed to reduce the number of rope lines that link buoys to lobster and crab traps, and went into effect this year. However, the rules also resulted in a flurry of lawsuits, and a federal judge ruled this month that fishermen can continue to fish until further notice in an area off the coast of Maine that had been slated for restriction from their gear.", "owner": 1}}, {"model": "blog.blog", "pk": 15, "fields": {"title": "Are dolphins whales?", "image": "https://parvatimagazine.com/wp-content/uploads/2018/07/International-Marine-Mammal-Project-IMMP-Keiko-Community.jpg", "heading_1": "Credit to ifaw.org", "section_1": "Perhaps this question has never occurred to you. We tend to picture two very different looking animals when we think of a dolphin vs a whale, and the majority of you would probably say that you can decipher the difference. But there's more than meets the eye...\r\n\r\nSpoiler alert, dolphins are in fact whales, or part of the whale family. Stay with us, this gets a little confusing. Scientifically, all whales, dolphins and porpoises are classified as Cetacea. And within Cetacea are two suborders: baleen whales and toothed whales. Baleen whales include the really big ones, such as blue whales and humpbacks. Toothed whales include dolphins and orcas, or killer whales, as they’re often known. In fact, orcas are the largest dolphins, growing to be about 32 feet (10 meters) long. Many dolphins only average eight to nine feet (2-3 meters) in length.  \r\n\r\nSo yes, orcas are dolphins, and dolphins are whales!", "heading_2": "This might blow you away", "section_2": "Because they’re mammals, both dolphins and baleen whales need to surface to breathe, doing this through their blowholes. They’re also incredibly intelligent. Both animals can produce vocalizations to communicate, but since whales communicate mostly underwater, you might not be as familiar with their sounds as compared to those distinct clicks or whistles more commonly heard from dolphins. Dolphins also have the ability to echolocate, where baleen whales do not.", "heading_3": "Food for thought", "section_3": "Despite their size, the interesting thing about baleen whales is they eat smaller food at a larger volume. In other words, they consume tons (literally tons) of krill or small fish, instead of a few larger fish. Dolphins, on the other hand, eat a variety of fish and crustaceans, like shrimp. The types of fish they eat depends on where the dolphins live and what’s available to them.", "owner": 5}}]